Repository: InternetGuru/www.internetguru.cz
Catalog: lib/locale/*/LC_MESSAGES/messages.po
Languages: cs_cz

source: Success
cs_cz: Úspěch

source: Notice
cs_cz: Upozornění

source: Warning
cs_cz: Varování

source: Unknown caller class
cs_cz: Neznámá volající třída

source: Plugin %s exception: %s
cs_cz: Chyba rozšíření %s: %s

source: Content must be an instance of HTML+ (%s given)
cs_cz: Obsah musí být instancí HTML+ (nikoli %s)

source: Invalid HTML+ content: %s
cs_cz: Nevalidní HTML+ obsah: %s

source: Unable to re/generate session ID
cs_cz: Nepodařilo se vygenerovat session ID

source: Invalid HTML+: %s
cs_cz: Nevalidní HTML+: %s

source: Unable to set function %s: not a function
cs_cz: Není možné vytvořit funkci %s: nejedná se o funkci

source: Function %s does not exist
cs_cz: Funkce %s neexistuje

source: Invalid attribute %s value '%s'
cs_cz: Neplatný atribut %s s hodnotou '%s'

source: File not found or disabled
cs_cz: Soubor nebyl nalezen nebo je deaktivovaný

source: Invalid XML file
cs_cz: Nevalidní syntaxe XML

source: Invalid XML
cs_cz: Nevalidní XML

source: Duplicit %s found for value '%s'
cs_cz: Nalezena duplicitní hodnota %2$s atributu '%1$s'

source: Max variable recursion level exceeded
cs_cz: Překročeno maximální zanoření proměnné

source: Unable to insert variable %s: %s
cs_cz: Nepodařilo se vložit proměnnou %s: %s

source: Unsupported variable type %s
cs_cz: Nepodporovaný formát proměnné %s

source: Readonly element hidden
cs_cz: Skrytý element s atributem 'readonly'

source: Unable to find HTML+ RNG schema '%s'
cs_cz: Nepodařilo se nalézt HTML+ RNG schéma '%s'

source: relaxNGValidate() internal error occurred
cs_cz: Došlo k vnitřní chybě funkce relaxNGValidate()

source: Caution: this message may be misleading
cs_cz: Upozornění: tato informace může být zavádějící

source: Element %s missing attribute %s
cs_cz: Element %s postrádá atribut %s

source: Unable to insert function %s: %s
cs_cz: Nepodařilo se aplikovat funkci %s: %s

source: Cannot modify attribute %s in element %s
cs_cz: Nepodařilo se změnit atribut %s v elementu %s

source: Unable to insert array into '%s'
cs_cz: Do '%s' nelze vložit proměnnou typu pole

source: Invalid class name '%s'
cs_cz: Neplatný název třídy '%s'

source: Attribute %s stripped
cs_cz: Odstraněn atribut %s

source: Try again lager.
cs_cz: Opakujte akci později.

source: Try to return to previous page (Back button).
cs_cz: Zkuste se vrátit (tlačítko Zpět).

source: Go to home page.
cs_cz: Přejděte na domovskou stránku webu.

source: Contact webmaster.
cs_cz: Kontaktujte správce webu.

source: Unknown
cs_cz: Není

source: Valid
cs_cz: Validní

source: Invalid
cs_cz: Nevalidní

source: Repaired
cs_cz: Opraveno

source: Variable value must be non-empty string or null
cs_cz: Hodnota proměnné musí být neprázdný řetězec nebo null

source: Root element not found
cs_cz: Nebyl nalezen kořenový element

source: Root element must be 'body'
cs_cz: Kořenový element musí být 'body'

source: Attribute 'xml:lang' is missing in element body
cs_cz: V elementu body chybí atribut 'xml:lang'

source: en
cs_cz: cs

source: Element section cannot be empty
cs_cz: Element section nesmí být prázdný

source: There must be exactly one heading in body element
cs_cz: V elementu body musí být právě jeden nadpis

source: Missing heading in body element
cs_cz: V elementu body chybí nadpis

source: Web title
cs_cz: Titulek webu

source: Web description
cs_cz: Popisek webu

source: Invalid body attribute '%s'
cs_cz: Neplatný atribut elementu body '%s'

source: Empty section(s) found
cs_cz: Nalezen jeden nebo více prázdných elementů section

source: Empty section deleted
cs_cz: Byl smazán prázdný element section

source: Lang attribute without XML namespace
cs_cz: Atribut lang postrádá jmenný prostor xml

source: Heading content must not be empty
cs_cz: Nadpis nesmí být prázdný

source: Element dt following sibling must be dd
cs_cz: Element následující dt musí být dd

source: Attribute 'mtime' requires 'ctime'
cs_cz: Atribut 'mtime' vyžaduje 'ctime'

source: Invalid 'ctime' attribute format
cs_cz: Neplatný formát atributu 'ctime'

source: Removed attribute ctime '%s'
cs_cz: Odstraněn atribut ctime '%s'

source: Invalid 'mtime' attribute format
cs_cz: Neplatný formát atributu 'mtime'

source: Removed attribute mtime '%s'
cs_cz: Odstraněn atribut mtime '%s'

source: Attribute 'mtime' cannot be lower than 'ctime'
cs_cz: Atribut 'mtime' nemůže být menší než 'ctime'

source: First heading attribute 'author' missing
cs_cz: V prvním nadpisu chybí atribut 'author'

source: First heading attribute 'id' missing
cs_cz: První nadpis postrádá atribut 'id'

source: First heading attribute 'ctime' missing
cs_cz: V prvním nadpisu chybí atribut 'ctime'

source: Heading attribute id empty or missing: %s
cs_cz: Prázdný nebo chybějící atribut id nadpisu: %s

source: Invalid heading attribute id '%s'
cs_cz: Neplatný atribut id '%s' nadpisu

source: Duplicit heading attribute id '%s'
cs_cz: Duplicitní atribut id '%s' nadpisu

source: Body attribute 'ns' missing
cs_cz: V elementu body chybí atribut 'ns'

source: Heading description missing or empty: %s
cs_cz: Chybějící nebo prázdný popis nadpisu: %s

source: Undefined link '%s'
cs_cz: Neznámý odkaz '%s'

source: Unable to load %s: %s
cs_cz: Nepodařilo se načíst %s: %s

source: File %s invalid syntax caused by includes fixed %s times
cs_cz: Nevalidní syntaxe souboru %s způsobená importem opravena %s krát

source: File %s invalid syntax fixed %s times
cs_cz: Nevalidní syntaxe souboru %s opravena %s krát

source: Unable to import: %s
cs_cz: Nepodařilo se importovat: %s

source: Included file '%s' extension must be .html
cs_cz: Přípona importovaného souboru '%s' musí být .html

source: Included file '%s' is out of working directory
cs_cz: Vkládaný soubor '%s' leží mimo pracovní adresář

source: Invalid log level %s
cs_cz: Neplatná úroveň logu %s

source: Detaching '%s' due to '%s' dependency
cs_cz: Rozšíření '%s' bylo odpojeno kvůli závislosti na neaktivním rozšíření '%s'

source: Active CMS version required for plugin %s
cs_cz: Rozšíření %s vyžaduje aktivní verzi CMS

source: Missing plugin folder '%s'
cs_cz: Umístění rozšíření '%s' nebylo nalezeno

source: Plugin %s debug mode is enabled
cs_cz: Ladící režim rozšíření %s je aktivní

source: Unable load admin XML file %s: %s
cs_cz: Nepodařilo se načíst administrátorský XML soubor %s: %s

source: Unable load user XML file %s: %s
cs_cz: Nepodařilo se načíst uživatelský XML soubor %s: %s

source: Element id '%s' names differ
cs_cz: Názvy elementů s id '%s' se neshodují

source: Element id '%s' is readonly
cs_cz: Element s id '%s' je pouze pro čtení (readonly)

source: Element id '%s' pattern mismatch
cs_cz: Neplatný formát elementu s id '%s'

source: File '%s' is out of working space
cs_cz: Soubor '%s' je mimo pracovní adresář

source: File '%s' not found
cs_cz: Soubor '%s' nebyl nalezen

source: Unable to create symlink '%s'
cs_cz: Nelze vytvořit symbolický odkaz '%s'

source: Symlink changed; may take time to apply
cs_cz: Došlo ke změně symbolického odkazu; změny se mohou projevit později

source: Variable '%s' does not exist
cs_cz: Proměnná '%s' neexistuje

source: Variable '%s' is not string
cs_cz: Proměnná '%s' není řetězec

source: Redirecting to empty string changed to root
cs_cz: Přesměrování na prázdný řetězec změněno na kořenový adresář

source: Redirecting to '%s'
cs_cz: Přesměrování na '%s'

source: Unable to parse attribute href '%s'
cs_cz: Nepodařilo se zpracovat atribut href '%s'

source: Link is cyclic
cs_cz: Odkaz je cyklický

source: Invalid parameter 'keep'
cs_cz: Chybný parametr 'keep'

source: Unable to save content
cs_cz: Nepodařilo se uložit obsah

source: Source file is a link
cs_cz: Zdrojový soubor je symbolický odkaz (link)

source: Source file not found
cs_cz: Zdrojový soubor nebyl nalezen

source: Unable to backup destination file
cs_cz: Nepodařilo se zálohovat cílový soubor

source: Unable to copy source file
cs_cz: Nepodařilo se zkopírovat zdrojový soubor

source: Unable to rename new file to destination
cs_cz: Nový soubor se nepodařilo přejmenovat

source: Unable to set new file modification time
cs_cz: Nepodařilo se nastavit čas modifikace

source: Unable to create directory
cs_cz: Nepodařilo se vytvořit složku

source: Source file '%s' not found
cs_cz: Zdrojový soubor '%s' nebyl nalezen

source: Unable to rename directory '%s'
cs_cz: Nepodařilo se přejmenovat složku '%s'

source: Unable to open file %s
cs_cz: Nepodařilo se otevřít soubor %s

source: Unable to acquire file lock
cs_cz: Nepodařilo se získat zámek

source: Unable to open file
cs_cz: Nepodařilo se otevřít soubor

source: Unable to read file
cs_cz: Nepodařilo se přečíst soubor

source: Function finfo_file() not supported
cs_cz: Funkce finfo_file() není podporovaná

source: Authorization required
cs_cz: Vyžadována autorizace

source: Unable to cache variable %s
cs_cz: Proměnnou %s se nepodařilo uložit do mezipaměti (cache)

source: Failed to purge cache
cs_cz: Nepodařilo se vymazat mezipaměť (cache)

source: Undefined method name %s
cs_cz: Neznámý název metody %s

source: Argument[%s] empty or missing
cs_cz: Argument[%s] chybí nebo je prázdný

source: File not found
cs_cz: Soubor nenalezen

source: Query string
cs_cz: Formulářová data (query string)

source: POST request
cs_cz: Požadavek POST

source: Login
cs_cz: Přihlášení

source: Not supported by inactive system version: %s
cs_cz: Nepodporováno neaktivní verzí systému: %s

source: Invalid session cookies removed
cs_cz: Odstraněna neplatná proměnná session z cookies

source: Cache successfully purged
cs_cz: Mezipaměť (cache) byla úspěšně vymazána

source: Server cache (nginx) is outdated
cs_cz: Mezipaměť serveru (nginx cache) je zastaralá

source: %s in %s on line %s
cs_cz: %s v %s na řádku %s

source: IGCMS failed to finish: %s
cs_cz: IGCMS byl nestandardně ukončen: %s

source: Method %s is no longer available
cs_cz: Metoda %s již není k dispozici

source: Domain is ready to be acquired
cs_cz: Doména je připravená k převzetí

source: Root file(s) updated
cs_cz: Došlo k aktualizaci kořenových souborů

source: new file
cs_cz: nový soubor

source: active file
cs_cz: aktivní soubor

source: inactive file
cs_cz: neaktivní soubor

source: invalid file
cs_cz: neplatný soubor

source: unknown status
cs_cz: neznámý stav

source: User file '%s' changed during administration
cs_cz: Uživatelský soubor '%s' se během úprav změnil

source: Insufficient right to save changes
cs_cz: Nedostatečná práva pro uložení změn

source: No changes made
cs_cz: Nebyly provedeny žádné změny

source: File type '%s' is not allowed
cs_cz: Nepovolený typ souboru '%s'

source: Unsupported file name format '%s'
cs_cz: Nepodporovaný formát souboru '%s'

source: File '%s' enabled
cs_cz: Soubor '%s' aktivován

source: File '%s' disabled
cs_cz: Soubor '%s' deaktivován

source: Failed to enable file
cs_cz: Nepodařilo se aktivovat soubor

source: Failed to disable file
cs_cz: Nepodařilo se deaktivovat soubor

source: Unable to get contents from '%s'
cs_cz: Nepodařilo se načíst obsah ze souboru '%s'

source: user content
cs_cz: uživatelský obsah

source: Repairable error(s) occurred
cs_cz: Nastaly opravitelné chyby

source: Schema file '%s' not found
cs_cz: Schéma souboru '%s' nebylo nalezeno

source: Unsupported schema '%s'
cs_cz: Nepodporované schéma '%s'

source: Destination file already exists
cs_cz: Cílový soubor již existuje

source: Unable to enable destination file
cs_cz: Nepodařilo se aktivovat cílový soubor

source: Unable to save changes to %s: %s
cs_cz: Nepodařilo se uložit změny do %s: %s

source: Unable to backup %s: %s
cs_cz: Nepodařilo se zálohovat %s: %s

source: Changes successfully saved
cs_cz: Změny byly úspěšně uloženy

source: Saving changes will clear server cache
cs_cz: Uložení změn vyčistí serverovou mezipaměť

source: Saving changes will remove outdated file cache
cs_cz: Uložení změn odstraní neaktuální soubor z mezipaměti

source: null value
cs_cz: hodnota null

source: empty value
cs_cz: prázná hodnota

source: Data file is inactive. Save anyways?
cs_cz: Soubor je neaktivní. Chcete ho přesto uložit?

source: replace
cs_cz: nahrazení

source: modify
cs_cz: modifikace

source: Administration
cs_cz: Administrace

source: File %s Administration
cs_cz: Administrace souboru %s

source: %s (%s) - Administration
cs_cz: %s (%s) - Administrace

source: Enable file
cs_cz: Aktivovat soubor

source: Disable file
cs_cz: Deaktivovat soubor

source: Unable to create %s id '%s': %s
cs_cz: Nepodařilo se vytvořit %s id '%s': %s

source: Unable to register '%s': %s
cs_cz: Nepodařilo se zaregistrovat '%s': %s

source: Reference id '%s' not found
cs_cz: Nenalezen referenční id '%s'

source: No content
cs_cz: Žádný obsah

source: Sort variable %s not found; using default
cs_cz: Nebyla nalezena proměnná %s pro řazení; používá se výchozí řazení

source: No documents registered in '%s'
cs_cz: V '%s' nejsou žádné dokumenty

source: No files matching attribute kw '%s'
cs_cz: Žádný soubor neobsahuje v atributu kw hodnotu '%s'

source: Edit
cs_cz: Editovat

source: Path '%s' not found
cs_cz: Cesta '%s' nebyla nalezena

source: No images found in '%s'
cs_cz: Nenalezeny žádné obrázky v '%s'

source: Insufficient rights to view this content
cs_cz: Nedostatečná práva pro zobrazení obsahu

source: Link %s not found
cs_cz: Odkaz %s nebyl nalezen

source: Unregistered namespace for %s
cs_cz: Nezaregistrovaný namespace pro %s

source: Product %s missing data-price attribute
cs_cz: Chybějící attribut data-price pro produkt id %s

source: Some products from your order are no longer available
cs_cz: Některé položky v objednávce již nejsou dostupné

source: Invalid count %s at product id %s
cs_cz: Neplatný počet %s pro produkt id %s

source: Product id %s not found
cs_cz: Produkt id %s nebyl nalezen

source: Skipped element %s: %s
cs_cz: Element %s byl vynechán: %s

source: Show message
cs_cz: Zobrazit zprávu

source: Not sending form if logged user
cs_cz: Formulář se pro přihlášeného uživatele neodesílá

source: Unable to send form %s: %s
cs_cz: Nepodařilo se odeslat formulář %s: %s

source: Missing admin address
cs_cz: Chybí adresa administrátora

source: Invalid admin email address: '%s'
cs_cz: Neplatná adresa administrátora: '%s'

source: Invalid client email address: '%s'
cs_cz: Neplatná adresa odesílatele: %s

source: Sending e-mail: %s
cs_cz: Odesílání e-mailu: %s

source: Unable to send copy to empty client address
cs_cz: Není možné odeslat kopii zprávy na prázdnou adresu

source: New massage from %s
cs_cz: Nová zpráva z %s

source: Admin address is not set or invalid
cs_cz: Adresa administrátora chybí nebo je neplatná

source: Form id '%s' not found
cs_cz: Formulář s id '%s' nebyl nalezen

source: Missing message for form id '%s'
cs_cz: Formulář '%s' nemá definovanou zprávu

source: No sets found
cs_cz: Nebyly nalezeny žádné sestavy

source: Unable to find requested section
cs_cz: Nepodařilo se nalézt požadovanou sekci

source: Item id %s not found, using default
cs_cz: Nebyl nalezen element item s id %s, zvolen výchozí

source: File URL cannot be empty
cs_cz: Vložte odkaz na soubor

source: Unsupported file MIME type '%s'
cs_cz: Soubor '%s' má nepodporovaný MIME typ

source: File '%s' not found in temp folder
cs_cz: Soubor '%s' nebyl nalezen mezi dočasnými soubory

source: Unable to parse link
cs_cz: Odkaz má neplatný formát

source: Destination URL is unaccessible; must be shared publicly
cs_cz: Cílový odkaz je nedostupný; dokument musí být veřejně sdílený

source: Destination URL error: %s
cs_cz: Chyba cílového odkazu: %s

source: Unable to import document; probably missing heading
cs_cz: Nepodařilo se importovat dokument; pravděpodobně v něm chybí nadpis

source: Autocorrected
cs_cz: Autoopraveno

source: Use @ to specify short attribute for heading
cs_cz: Použijte @ pro specifikaci atributu short pro nadpis

source: Eg. This Is Long Heading @ Short Heading
cs_cz: Například: Toto je dlouhý nadpis @ Krátký nadpis

source: Use @ to specify kw attribute for description
cs_cz: Pro specifikaci atributu kw použijte @

source: Eg. This is description @ these, are, some, keywords
cs_cz: Například: Toto je popisek @ toto, jsou, klíčová, slova

source: File successfully imported
cs_cz: Soubor byl úspěšně importován

source: Unable to save file %s: %s
cs_cz: Nepodařilo se uložit soubor %s: %s

source: Unable to backup file %s: %s
cs_cz: Nepodařilo se zálohovat soubor %s: %s

source: Unable to locate '%s' in '%s'
cs_cz: Nepodařilo se nalézt soubor '%s' v archivu '%s'

source: Unable to load transformation file %s: %s
cs_cz: Nepodařilo se nahrát transformaci ze souboru %s: %s

source: Failed to apply transformation '%s'
cs_cz: Nepodařilo se aplikovat transformaci '%s'

source: Element replace missing value
cs_cz: Element replace postrádá hodnotu

source: Server error
cs_cz: Chyba serveru

source: Unable to handle file request: %s
cs_cz: Nepodařilo se zpracovat požadavek na soubor: %s

source: File illegal path
cs_cz: Neplatná cesta souboru

source: Unable to handle resource '%s': %s
cs_cz: Nepodařilo se zpracovat požadavek na soubor %s: %s

source: Unsupported mime type %s
cs_cz: Nepodporovaný mime typ %s

source: File %s was successfully built
cs_cz: Soubor %s byl úspěšně postaven

source: UglifyJS not installed
cs_cz: UglifyJS není nainstalovaný

source: Unable to minify JS
cs_cz: Nepodařilo se minifikovat JS

source: Image size %s is over limit %s
cs_cz: Velikost obrázku %s přesahuje limit %s

source: Unable to resize image
cs_cz: Nepodařilo se zmenšit obrázek

source: Generated image size %s is over limit %s
cs_cz: Velikost vygenerovaného obrázku %s přesahuje limit %s

source: Unable to create file
cs_cz: Nepodařilo se vytvořit soubor

source: Failed to get image dimensions
cs_cz: Nepodařilo se načíst rozměry obrázku

source: File %s does not exists
cs_cz: Soubor %s neexistuje

source: Unable to update file cache: %s
cs_cz: Nepodařilo se aktualizovat souborovou mezipaměť: %s

source: File cache successfully updated: %s
cs_cz: Souborová mezipaměť byla úspěšně aktualizovaná: %s

source: Outdated file cache: %s
cs_cz: Neaktuální souborová mezipaměť: %s

source: Unable to create user folder %s
cs_cz: Nepodařilo se vytvořit uživatelskou složku %s

source: Using default Google Analytics ID value (without domain match)
cs_cz: Používá se výchozí hodnota Google Analytics ID (bez odpovídající domény)

source: Google Analytics ID does not match typical pattern
cs_cz: Google Analytics ID nemá typický formát

source: GA is disabled for logged users (ga_id = %s)
cs_cz: GA je neaktivní pro přihlášené uživatele (ga_id = %s)

source: Using default robots value (without domain match)
cs_cz: Používá se výchozí hodnota robots (bez odpovídající domény)

source: Unable to delete %s file
cs_cz: Nepodařilo se smazat soubor %s

source: Theme '%s' not found
cs_cz: Téma '%s' nebylo nalezeno

source: File %s of type %s not found
cs_cz: Soubor %s typu %s nebyl nalezen

source: Invalid transformation or parameter in '%s'
cs_cz: Chybná transformace nebo parametr v '%s'

source: Unable to convert variable '%s' to string
cs_cz: Proměnnou '%s' se nepodařilo převést na text (na řetězec)

source: XSLT '%s' compilation error
cs_cz: Neúspěšná kompilace transformace '%s'

source: XSLT '%s' transformation fail
cs_cz: Selhání transformace '%s'

source: Unable to get image size: %s
cs_cz: Nepodařilo se načíst rozměry obrázku: %s

source: Invalid xPath query '%s'
cs_cz: Neplatný xPath '%s'

source: Generator %s does not exist
cs_cz: Generátor %s neexistuje

source: Unable to generate images: %s
cs_cz: Nepodařilo se vygenerovat obrázky: %s

source: Empty value
cs_cz: Prázdná hodnota

source: Attribute %s='%s' removed: %s
cs_cz: Atribut %s='%s' byl odstraněn: %s

source: Target not found
cs_cz: Cíl nebyl nalezen

source: Target file not supported
cs_cz: Cílový soubor není podporován

source: Attribute src=%s removed: %s
cs_cz: Odstraněn atribut src=%s: %s

source: Removed empty element %s
cs_cz: Odstraněn prázdný element %s

source: Unknown element name %s
cs_cz: Neznámý název elementu %s

source: Invalid credentials
cs_cz: Neplatné přihlašovací údaje

source: Form id %s request from username %s
cs_cz: Požadavek formuláře id %s od uživatele %s

source: Invalid username or password
cs_cz: Neplatné uživatelské jméno nebo heslo

source: Form id %s anonymous request
cs_cz: Anonymní požadavek formuláře id %s

source: No data to save
cs_cz: Žádný obsah k uložení

source: Unable to save user config
cs_cz: Nepodařilo se uložit uživatelské nastavení

source: Unable to apply function: %s
cs_cz: Nepodařilo se aplikovat funkci: %s

source: Unable to register function %s: %s
cs_cz: Nepodařilo se zaregistrovat funkci %s: %s

source: Element call missing content
cs_cz: Element call postrádá obsah

source: Unknown function name
cs_cz: Neznámá funkce

source: No content found
cs_cz: Nebyl nalezen obsah

source: No pattern found
cs_cz: Nebyl nalezen atribut pattern

source: No replacement found
cs_cz: Nebyl nalezen atribut replacement

source: No data found
cs_cz: Nebyla nalezena data

source: Sequence call skipped: %s
cs_cz: Funkce sequence přeskočila volání funkce: %s

source: Unsupported attribute type value '%s'
cs_cz: Nepodporovaná hodnota atributu type '%s'

source: Cannot create fieldset for %s
cs_cz: Nepodařilo se vytvořit fieldset pro %s

source: File or extension '%s' not found
cs_cz: Soubor nebo typ souboru '%s' nebyl nalezen

source: Manifest short_name is longer than 12 characters
cs_cz: Položka manifest short_name je delší než 12 znaků

source: Sitemap updated
cs_cz: Mapa stránek aktualizována

source: Element url missing attribute link
cs_cz: Element url postrádá atribut link

source: Invalid element changefreq value: %s
cs_cz: Neplatná hodnota elementu changefreq: %s

source: Invalid element priority value: %s
cs_cz: Neplatná hodnota elementu priority: %s

source: Invalid element lastmod value: %s
cs_cz: Neplatná hodnota elementu lastmod: %s

source: Requested page not found
cs_cz: Požadovaná stránka nebyla nalezena

source: Unable to redirect to %s: %s
cs_cz: Nepodařilo se přesměrovat na %s: %s

source: Honeypot check failed
cs_cz: Neprošla kontrola medovníku

source: Invalid label '%s' with %s input fields
cs_cz: Element label '%s' obsahuje více elementů input (%s)

source: Value missing
cs_cz: Chybí hodnota

source: Item is required
cs_cz: Položka je povinná

source: Maximal number of characters exceeded (%s of %s)
cs_cz: Překročen maximální počet znaků (%s z %s)

source: Invalid item pattern
cs_cz: Neplatný formát předpisu (pattern)

source: Item value does not match required pattern
cs_cz: Hodnota položky neodpovídá požadovanému formátu

source: Item value is lower then allowed minimum
cs_cz: Hodnota je menší než povolené minimum

source: Item value is greater then allowed maximum
cs_cz: Hodnota je větší než povolené minimum

source: Item must be checked
cs_cz: Položka musí být zaškrtnutá

source: Select value does not match any option
cs_cz: Hodnota výběru neodpovídá žádné z možností

source: Your IP address %s is banned
cs_cz: Odesílání z vaší IP adresy %s je zakázáno

source: Please wait %s second before next post
cs_cz: Počkejte %s sekund před dalším odesláním

source: Unable to create security file
cs_cz: Nepodařilo se vytvořit bezpečnostní soubor
